Repository: jsoyer/Wipey
Catalog: Wipey/Views/Localizable 2.xcstrings
Source language: fr
Languages: en

# common.cancel
source: Annuler
en: Cancel

# exit.hint.hold_esc
source: Maintenir Esc
en: Hold Esc

# header.settings.tooltip
source: Réglages
en: Settings

# hud.exit.hint
source: Maintenez Esc pour quitter
en: Hold Esc to exit

# permission.alert.message
source: Wipey a besoin de l'autorisation Accessibilité pour verrouiller votre clavier et trackpad pendant le nettoyage. Veuillez l'activer dans les Réglages Système.
en: Wipey needs Accessibility permission to lock your keyboard and trackpad during cleaning. Please enable it in System Settings.

# permission.alert.open_settings
source: Ouvrir Réglages Système
en: Open System Settings

# permission.alert.title
source: Autorisation requise
en: Permission Required

# section.what_to_clean
source: Éléments à nettoyer
en: What to clean

# session.start.button
source: Démarrer le nettoyage
en: Start Cleaning

# settings.always_on
source: Toujours actif
en: Always on

# settings.exit_mechanisms.warning
source: ⚠️ Au moins un mécanisme de sortie doit être activé en plus de la barre de menu.
en: ⚠️ At least one exit mechanism must be enabled besides the menu bar.

# settings.github
source: Voir sur GitHub
en: View on GitHub

# settings.hold_key.duration
source: Durée
en: Duration

# settings.key_sequence.count
source: Nombre
en: Count

# settings.launch_at_login
source: Lancer au démarrage
en: Launch at login

# settings.license
source: Licence
en: License

# settings.menu_bar_only
source: Masquer l'icône du Dock (barre de menu uniquement)
en: Hide dock icon (menu bar only)

# settings.section.about
source: À propos
en: About

# settings.section.behavior
source: Comportement
en: Behavior

# settings.section.exit_mechanisms
source: Mécanismes de sortie
en: Exit Mechanisms

# settings.section.privacy
source: Confidentialité
en: Privacy

# settings.section.remarks
source: Remarques
en: Remarks

# settings.session_active_warning
source: Les réglages sont verrouillés pendant une session active.
en: Settings are locked during an active session.

# settings.show_in_menu_bar
source: Afficher dans la barre de menu
en: Show in menu bar

# settings.telemetry_description
source: Aide à améliorer Wipey en partageant des données d'utilisation anonymes.
en: Helps improve Wipey by sharing anonymous usage data.

# settings.telemetry_opt_in
source: Partager des données d'utilisation anonymes
en: Share anonymous usage data

# settings.timer.duration
source: Durée
en: Duration

# toggle.keyboard
source: Clavier et trackpad
en: Keyboard & Trackpad

# toggle.mouse
source: Souris
en: Mouse

# toggle.screen
source: Occultation de l'écran
en: Screen Blackout
